/* Sender sent you a message notification text */
"%@ sent you a message" = "%@ sent you a message";

/* Sender sent you a message in roomName notification text */
"%@ sent you a message in %@" = "%1$@ sent you a message in %2$@";

/* Server Name already exists error message */
"A server with this name already exists. Please choose another name." = "A server with this name already exists. Please choose another name.";

/* add server */
"add server" = "add server";

/* All Fields are required error message for server */
"All fields are required." = "All fields are required.";

/* Authentication failure. Error Message */
"Authentication failure." = "Authentication failure.";

/* Buddies Button Title on Chat Screen
   Buddies Screen Title */
"Buddies" = "Buddies";

/* Connect Button Title */
"Connect" = "Connect";

/* Connection failed. Error Message */
"Connection failed." = "Connection failed.";

/* Conversation Room Label */
"Conversation" = "Conversation";

/* conversation name Field Placeholder */
"conversation name" = "conversation name";

/* Conversation name must be alphanumeric. Error Message */
"Conversation name must be alphanumeric." = "Conversation name must be alphanumeric.";

/* Server Domain Placeholder */
"Domain" = "Domain";

/* Login Screen Legend */
"Enter a name for your conversation.\nShare it with people you'd like to talk to." = "Enter a name for your conversation.\nShare it with people you'd like to talk to.";

/* Connection Error Alert Title
   Server Creation/Modification Error Alert Title */
"Error" = "Error";

/* Group Fingerprint Section Title */
"Group Fingerprint" = "Group Fingerprint";

/* Logout Button Title */
"Logout" = "Logout";

/* Me Button Title on Chat Screen
   Me Screen Title */
"Me" = "Me";

/* Server Name Placeholder */
"Name" = "Name";

/* New Server Screen Title */
"New Server" = "New Server";

/* Nickname in use. Error Message */
"Nickname in use." = "Nickname in use.";

/* Nickname must be alphanumeric. Error Message */
"Nickname must be alphanumeric." = "Nickname must be alphanumeric.";

/* Alert View Ok Button */
"Ok" = "Ok";

/* Please enter a conversation name. Error Message */
"Please enter a conversation name." = "Please enter a conversation name.";

/* Please enter a nickname. Error Message */
"Please enter a nickname." = "Please enter a nickname.";

/* Private Fingerprint Section Title */
"Private Fingerprint" = "Private Fingerprint";

/* Send Button Title */
"Send" = "Send";

/* Server Button Title */
"Server" = "Server";

/* Servers Screen Title */
"Servers" = "Servers";

/* Warning message when a message is not sent to all recipients */
"Warning: this message was not sent to: %@" = "Warning: this message was not sent to: %@";

/* Error Message Text */
"Warning: You have received an unreadable \
message from %@. This may indicate an untrustworthy user or messages that \
failed to be received. You may also be running an outdated \
version of Cryptocat. Please check for updates." = "Warning: You have received an unreadable \
message from %@. This may indicate an untrustworthy user or messages that \
failed to be received. You may also be running an outdated \
version of Cryptocat. Please check for updates.";

/* Server XMPP Conference Placeholder */
"XMPP Conference Server" = "XMPP Conference Server";

/* Chat session expiration message */
"Your chat session will end in a minute if you don't come back" = "Your chat session will end in a minute if you don't come back";

/* your nickname Field Placeholder */
"your nickname" = "your nickname";

/* Languages Selector Screen Title */
"Languages" = "Languages";

/* Done Button Title */
"Done" = "Done";

/* Save Button Title */
"Save" = "Save";

/* Cancel Button Title */
"Cancel" = "Cancel";

/* Edit Button Title */
"Edit" = "Edit";

/* New Fingerprint Error Title */
"New Fingerprint" = "New Fingerprint";

/* Error message displayed when a recipient has a new private key */
"%@ has a new fingerprint. Verify their identity by comparing the fingerprint showing on your screen with theirs. You can use a phone call or any other trusted medium." = "%@ has a new fingerprint. \
Verify their identity by comparing the fingerprint showing on your screen with theirs. \
You can use a phone call or any other trusted medium.";